[
  "obsidian-excalidraw-plugin",
  "obsidian-editor-shortcuts",
  "url-into-selection",
  "templater-obsidian",
  "obsidian-textgenerator-plugin",
  "nldates-obsidian",
  "obsidian-emoji-toolbar",
  "drawio-obsidian",
  "obsidian-file-color",
  "automatic-table-of-contents",
  "copy-as-html",
  "obsidian-dynamic-background",
  "obsidian-minimal-settings",
  "theme-picker",
  "settings-search",
  "omnisearch",
  "execute-code",
  "editing-toolbar",
  "google-calendar"
]